Repository: joluesburg/Chordyx
Catalog: Chordyx/Localizable.xcstrings
Source language: en
Languages: es, fr, pt

source: Hold
es: Espera

source: HOLD
es: ESPERA

source: Host
es: Anfitrión
fr: Hôte

source: Host a live session
es: Organizar sesión en vivo
fr: Organiser une session en direct
pt: Organizar sessão ao vivo

source: Host a Session
es: Organizar sesión
fr: Organiser une session
pt: Organizar sessão

source: Host a session for the band, join a nearby host, or practice solo with the chord ring.
es: Organiza una sesión para la banda, únete a un host cercano o practica solo con el anillo de acordes.
fr: Organisez une session pour le groupe, rejoignez un hôte à proximité, ou pratiquez en solo avec l’anneau d’accords.
pt: Seja host de uma sessão para a banda, entre em um host próximo ou pratique sozinho com o anel de acordes.

source: Host a Setlist
es: Organizar lista de canciones
fr: Organiser une setlist
pt: Organizar uma setlist

source: Host adjusting tempo
es: El host está ajustando el tempo
fr: L’hôte ajuste le tempo
pt: Host ajustando o andamento

source: Host Again
es: Ser host de nuevo
fr: Organiser à nouveau
pt: Ser host de novo

source: Host is listening to your groove
es: El host está escuchando tu groove
fr: L’hôte écoute votre groove
pt: O host está ouvindo o seu groove

source: Host is playing — chord will appear when recognized
es: El anfitrión está tocando — el acorde aparecerá al reconocerse
fr: L’hôte joue — l’accord apparaîtra une fois reconnu
pt: O host está tocando — o acorde aparece quando for reconhecido

source: Host is still connecting to iCloud. Wait for the green checkmark, then try again.
es: El host aún se está conectando a iCloud. Espera la marca verde y vuelve a intentarlo.
fr: L’hôte se connecte encore à iCloud. Attendez la coche verte, puis réessayez.
pt: O host ainda está conectando ao iCloud. Aguarde o visto verde e tente de novo.

source: Host listening
es: Host escuchando
fr: Hôte à l’écoute
pt: Host ouvindo

source: Host Live Chords
es: Organizar acordes en vivo
fr: Accords en direct de l’hôte
pt: Ser host de acordes ao vivo

source: Host Now
es: Organizar ahora
fr: Organiser maintenant
pt: Ser host agora

source: Host playing
es: Host reproduciendo
fr: Hôte en train de jouer
pt: Host tocando

source: Host playing piano
es: Anfitrión tocando piano
fr: L’hôte joue du piano
pt: Host tocando piano

source: Host This Now
es: Organizar ahora
fr: Organiser ceci maintenant
pt: Ser host disso agora

source: Host This Progression
es: Organizar esta progresión
fr: Organiser cette progression
pt: Ser host desta progressão

source: Host, join, or practice
es: Organiza, únete o practica
fr: Organiser, rejoindre ou pratiquer
pt: Ser host, entrar ou praticar

source: Host: %@
es: Anfitrión: %@
fr: Hôte : %@

source: iCloud Backup
es: Copia en iCloud
fr: Sauvegarde iCloud
pt: Backup do iCloud

source: iCloud permission denied. Sign in to iCloud and try again.
es: Permiso de iCloud denegado. Inicia sesión en iCloud e inténtalo de nuevo.
fr: Permission iCloud refusée. Connectez-vous à iCloud et réessayez.
pt: Permissão do iCloud negada. Entre no iCloud e tente de novo.

source: Idle
es: Inactivo
fr: Inactif
pt: Inativo

source: Import Another
es: Importar otra
fr: Importer un autre
pt: Importar outra

source: Import Complete
es: Importación completada
fr: Importation terminée
pt: Importação concluída

source: Import Failed
es: Error al importar
fr: Échec de l’importation
pt: Falha na importação

source: Import File
es: Importar archivo
fr: Importer un fichier
pt: Importar arquivo

source: Import from Web or Camera
es: Importar desde web o cámara
fr: Importer depuis le web ou la caméra
pt: Importar da web ou câmera

source: Import MP3 / WAV
es: Importar MP3 / WAV
fr: Importer MP3 / WAV
pt: Importar MP3 / WAV

source: Import MP3 or WAV backing track
es: Importar pista de acompañamiento MP3 o WAV
fr: Importer une piste d’accompagnement MP3 ou WAV
pt: Importar backing track em MP3 ou WAV

source: Import Planning Center
es: Importar Planning Center
fr: Importer Planning Center
pt: Importar Planning Center

source: Import quality %lld%%
es: Calidad de importación %lld%%
fr: Qualité d’importation %lld%%
pt: Qualidade da importação %lld%%

source: Import Song
es: Importar canción
fr: Importer une chanson
pt: Importar música

source: Imported
es: Importado
fr: Importé
pt: Importado

source: Imported Plan
es: Plan importado
fr: Plan importé
pt: Plano importado

source: Imported Song
es: Canción importada
fr: Chanson importée
pt: Música importada

source: Instrument
es: Instrumento
pt: Instrumento

source: Internet backup
es: Respaldo por Internet
fr: Secours Internet
pt: Backup pela internet

source: Internet backup (iCloud)
es: Respaldo por Internet (iCloud)
fr: Secours Internet (iCloud)
pt: Backup pela internet (iCloud)

source: Internet backup is not active on iCloud yet. The host must finish one-time iCloud setup, or use the same Wi‑Fi with Nearby.
es: El respaldo por Internet aún no está activo en iCloud. El host debe completar la configuración única de iCloud, o usar el mismo Wi‑Fi con Nearby.
fr: Le secours Internet n’est pas encore actif sur iCloud. L’hôte doit terminer la configuration iCloud unique, ou utiliser le même Wi‑Fi avec À proximité.
pt: O backup pela internet ainda não está ativo no iCloud. O host precisa concluir a configuração única do iCloud, ou use a mesma Wi‑Fi com Nearby.

source: Internet backup is not available yet. Guests can still join on the same Wi‑Fi or with your join code once the app update is fully configured.
es: El respaldo por Internet aún no está disponible. Los invitados pueden unirse en la misma Wi‑Fi; el código remoto funcionará cuando el servidor esté configurado.
fr: Le secours Internet n’est pas encore disponible. Les invités peuvent toujours rejoindre sur le même Wi‑Fi ou avec votre code d’accès une fois la mise à jour de l’app entièrement configurée.
pt: O backup pela internet ainda não está disponível. Os convidados ainda podem entrar na mesma Wi‑Fi ou com o seu código de entrada quando a atualização do app estiver totalmente configurada.

source: Internet backup is not set up on the server yet. Run scripts/deploy-cloudkit-schema.sh or deploy the CloudKit schema to Production in the Apple Developer dashboard.
es: El respaldo por Internet no está configurado en el servidor. Ejecuta scripts/deploy-cloudkit-schema.sh o despliega el esquema CloudKit a Producción en el panel de Apple Developer.
fr: Le secours Internet n’est pas encore configuré sur le serveur. Exécutez scripts/deploy-cloudkit-schema.sh ou déployez le schéma CloudKit en Production dans le tableau de bord Apple Developer.
pt: O backup pela internet ainda não está configurado no servidor. Execute scripts/deploy-cloudkit-schema.sh ou publique o schema do CloudKit em Production no painel da Apple Developer.

source: Internet backup is not set up on the server yet. Run the app once from Xcode, then deploy the CloudKit schema to Production in the Apple Developer dashboard.
es: El respaldo por Internet aún no está configurado en el servidor. Ejecuta la app desde Xcode una vez y luego despliega el esquema CloudKit a Producción en el panel de Apple Developer.
fr: Le secours Internet n’est pas encore configuré sur le serveur. Lancez l’app une fois depuis Xcode, puis déployez le schéma CloudKit en Production dans le tableau de bord Apple Developer.
pt: O backup pela internet ainda não está configurado no servidor. Execute o app uma vez pelo Xcode e depois publique o schema do CloudKit em Production no painel da Apple Developer.

source: Internet backup off
es: Respaldo por Internet desactivado
fr: Secours Internet désactivé
pt: Backup pela internet desligado

source: Internet join code
es: Código por Internet
fr: Code d’accès Internet
pt: Código de entrada pela internet

source: Internet join code hidden
es: Código por Internet oculto
fr: Code d’accès Internet masqué
pt: Código de entrada pela internet oculto

source: Internet Off
es: Internet apagado
fr: Internet désactivé
pt: Internet desligada

source: Internet On
es: Internet activo
fr: Internet activé
pt: Internet ligada

source: Invite musicians — chord ring or live piano
es: Invita músicos — anillo de acordes o piano en vivo
fr: Inviter des musiciens — anneau d’accords ou piano en direct
pt: Convide músicos — anel de acordes ou piano ao vivo

source: iPhone/iPad must be on the same Wi‑Fi and allow Local Network for Chordyx.
es: iPhone/iPad deben estar en la misma Wi‑Fi y permitir red local para Chordyx.
fr: L’iPhone/iPad doit être sur le même Wi‑Fi et autoriser le réseau local pour Chordyx.
pt: O iPhone/iPad precisa estar na mesma Wi‑Fi e permitir Rede Local para o Chordyx.

source: Is this your groove?
es: ¿Este es tu groove?
fr: Est-ce votre groove?
pt: Este é o seu groove?

source: Jam Session
es: Sesión de jam

source: Jazz & blues
es: Jazz y blues
fr: Jazz et blues
pt: Jazz e blues

source: Jazz swing
es: Swing de jazz
fr: Swing jazz
pt: Swing de jazz

source: Join a Session
es: Unirse a sesión
fr: Rejoindre une session
pt: Entrar na sessão

source: Join Code
es: Código
fr: Code d’accès
pt: Código de entrada

source: Join code works over cellular when venue Wi‑Fi is weak
es: El código de unión funciona con datos móviles cuando la Wi‑Fi del local es débil
fr: Le code d’accès fonctionne en données cellulaires quand le Wi‑Fi du lieu est faible
pt: O código de entrada funciona pelo celular quando o Wi‑Fi do local está fraco

source: Join code works over cellular when Wi‑Fi is weak.
es: El código de unión funciona con datos móviles cuando la Wi‑Fi es débil.
fr: Le code d’accès fonctionne en données cellulaires quand le Wi‑Fi est faible.
pt: O código de entrada funciona pelo celular quando o Wi‑Fi está fraco.

source: Join code: %@
es: Código de unión: %@
fr: Code d’accès : %@
pt: Código de entrada: %@

source: Join method
es: Método de unión
fr: Méthode pour rejoindre
pt: Método de entrada

source: Join QR
es: QR para unirse
fr: QR pour rejoindre
pt: QR de entrada

source: Join requests
es: Solicitudes de unión
fr: Demandes pour rejoindre
pt: Pedidos de entrada

source: Join Session
es: Unirse a sesión
fr: Rejoindre la session
pt: Entrar na sessão

source: Join with Internet Code
es: Unirse con código de Internet
fr: Rejoindre avec un code Internet
pt: Entrar com código pela internet

source: Joining session…
es: Uniéndose a la sesión…
fr: Connexion à la session…
pt: Entrando na sessão…

source: Jump to Section
es: Ir a sección
fr: Aller à la section
pt: Ir para a seção

source: Keep current tempo
es: Mantener tempo actual
fr: Garder le tempo actuel
pt: Manter andamento atual

source: Keep Following
es: Seguir conectado
fr: Continuer à suivre
pt: Continuar seguindo

source: Keep Wi‑Fi and Bluetooth on. Chordyx finds nearby sessions automatically — no internet required.
es: Mantén Wi‑Fi y Bluetooth activados. Chordyx encuentra sesiones cercanas automáticamente — no requiere internet.
fr: Gardez le Wi‑Fi et le Bluetooth activés. Chordyx trouve automatiquement les sessions à proximité — aucune connexion Internet requise.
pt: Mantenha Wi‑Fi e Bluetooth ligados. O Chordyx encontra sessões próximas automaticamente — sem internet.

source: Keeps chords updating on Lock Screen and Dynamic Island while the session runs in the background.
es: Mantiene los acordes actualizados en pantalla de bloqueo y Dynamic Island mientras la sesión corre en segundo plano.
fr: Maintient les accords à jour sur l’écran de verrouillage et le Dynamic Island pendant que la session tourne en arrière-plan.
pt: Mantém os acordes atualizando na Tela Bloqueada e na Dynamic Island enquanto a sessão roda em segundo plano.

source: Keeps chords updating on your Lock Screen and Dynamic Island while Chordyx runs in the background during a session. Leave this on and keep Wi‑Fi active.
es: Mantiene los acordes actualizados en la pantalla de bloqueo y Dynamic Island mientras Chordyx sigue activo en segundo plano. Déjalo activado y mantén la Wi‑Fi.
fr: Maintient les accords à jour sur votre écran de verrouillage et le Dynamic Island pendant que Chordyx tourne en arrière-plan durant une session. Laissez ceci activé et gardez le Wi‑Fi actif.
pt: Mantém os acordes atualizando na Tela Bloqueada e na Dynamic Island enquanto o Chordyx roda em segundo plano durante a sessão. Deixe isso ligado e mantenha o Wi‑Fi ativo.

source: Keeps learning — drums stay steady
es: Sigue aprendiendo — la batería se mantiene estable
fr: Continue d’apprendre — la batterie reste stable
pt: Continua aprendendo — a bateria permanece estável

source: Key
es: Tono
fr: Tonalité
pt: Tom

source: Key · AI listening
es: Tonalidad · AI escuchando
fr: Tonalité · AI à l’écoute
pt: Tom · AI ouvindo

source: Key %@
es: Tonalidad %@
fr: Tonalité %@
pt: Tom %@

# Key %@ · %@
source: Key %1$@ · %2$@
es: Tonalidad %@ · %@
fr: Tonalité %1$@ · %2$@
pt: Tom %1$@ · %2$@

source: Key %@ · AI
es: Tonalidad %@ · AI
fr: Tonalité %@ · AI
pt: Tom %@ · AI

source: Key %@ · AI listening
es: Tonalidad %@ · AI escuchando
fr: Tonalité %@ · AI à l’écoute
pt: Tom %@ · AI ouvindo

source: Key %@ (auto)
es: Tono %@ (auto)
fr: Tonalité %@ (auto)
pt: Tom %@ (auto)

source: Key may be high for most vocalists — consider transposing down
es: La tonalidad puede quedar alta para la mayoría de las voces — considera bajarla
fr: La tonalité peut être élevée pour la plupart des chanteurs — envisagez de transposer vers le bas
pt: O tom pode estar alto para a maioria dos vocalistas — considere transpor para baixo

source: Key mode
es: Modo de tonalidad
fr: Mode de tonalité
pt: Modo de tom

source: Key of %@
es: Tono de %@
fr: Tonalité de %@
pt: Tom de %@

source: Key of %@ · AI
es: Tonalidad de %@ · AI
fr: Tonalité de %@ · AI
pt: Tom de %@ · AI

source: Key of %@ · AI listening
es: Tonalidad de %@ · AI escuchando
fr: Tonalité de %@ · AI à l’écoute
pt: Tom de %@ · AI ouvindo

source: Key of %@ (auto)
es: Tono de %@ (auto)
fr: Tonalité de %@ (auto)
pt: Tom de %@ (auto)

source: Keyboard Shortcuts (Mac)
es: Atajos de teclado (Mac)
fr: Raccourcis clavier (Mac)
pt: Atalhos do teclado (Mac)

source: Keys
es: Teclado
fr: Claviers
pt: Teclado

source: Keys — chord ring
es: Teclado — anillo de acordes
fr: Claviers — anneau d’accords
pt: Teclado — anel de acordes

source: Keys: dominant color on %@
es: Teclado: color dominante en %@
fr: Claviers : couleur dominante sur %@
pt: Teclado: cor dominante em %@

source: Keys: pad in 3rd · %@
es: Teclado: pad en 3.ª · %@
fr: Claviers : pad en 3e · %@
pt: Teclado: pad na 3ª · %@

source: Label verse, chorus, and bridge so the band can jump during rehearsal.
es: Etiqueta verso, coro y puente para que la banda pueda saltar durante el ensayo.
fr: Étiquetez couplet, refrain et pont pour que le groupe puisse y aller pendant la répétition.
pt: Marque verso, refrão e ponte para a banda pular durante o ensaio.

source: Laid-back pocket with ghost-note feel
es: Pocket relajado con sensación de ghost notes
fr: Pocket détendu avec sensation de notes fantômes
pt: Pocket descontraído com sensação de notas fantasma

source: Last chord
es: Último acorde
fr: Dernier accord
pt: Último acorde

source: Last Song
es: Última canción
fr: Dernière chanson
pt: Última música

source: Latin & Caribbean
es: Latina y caribeña
fr: Latin et Caraïbes
pt: Latino e caribenho

source: Latin tumbao
es: Tumbao latino
fr: Tumbao latin
pt: Tumbao latino

source: Layout
es: Diseño
fr: Disposition

source: Learn from band sends
es: Aprender de los envíos de banda
fr: Apprendre des envois du groupe
pt: Aprender dos envios da banda

source: Learn from service
es: Aprender del servicio
fr: Apprendre du service
pt: Aprender do culto

source: Learned bass
es: Bajo aprendido
fr: Basse apprise
pt: Baixo aprendido

source: Learned drums
es: Batería aprendida
fr: Batterie apprise
pt: Bateria aprendida

source: Learned line
es: Línea aprendida
fr: Ligne apprise
pt: Linha aprendida

source: Learning
es: Aprendiendo
fr: Apprentissage
pt: Aprendendo

source: Learns from your chord playing and remembers when you correct the key.
es: Aprende de los acordes que tocas y recuerda cuando corriges la tonalidad.
fr: Apprend de votre jeu d’accords et se souvient quand vous corrigez la tonalité.
pt: Aprende com a sua execução de acordes e lembra quando você corrige o tom.

source: Leave
es: Salir
fr: Quitter
pt: Sair

source: Leave Session
es: Salir de la sesión
fr: Quitter la session
pt: Sair da sessão

source: Leave Session?
es: ¿Salir de la sesión?
fr: Quitter la session?
pt: Sair da sessão?

source: Library options
es: Opciones de biblioteca
fr: Options de la bibliothèque
pt: Opções da biblioteca

source: Light pulse
es: Pulso ligero
fr: Pulsation légère
pt: Pulso leve

source: Listening
es: Escuchando
fr: À l’écoute
pt: Ouvindo

source: Listening for chords…
es: Escuchando acordes…
fr: Écoute des accords…
pt: Ouvindo acordes…

source: Listening to band — save when drums lock to capture learned parts
es: Escuchando a la banda — guarda al fijar la batería para capturar las partes aprendidas
fr: Écoute du groupe — enregistrez quand la batterie se verrouille pour capturer les parties apprises
pt: Ouvindo a banda — salve quando a bateria travar para capturar as partes aprendidas

source: Listening to your playing — no rush
es: Escuchando tu interpretación — sin prisa
fr: Écoute de votre jeu — pas de précipitation
pt: Ouvindo a sua execução — sem pressa

source: Listening…
es: Escuchando…
fr: Écoute…
pt: Ouvindo…

source: Live
es: En vivo
fr: En direct
pt: Ao vivo

source: LIVE
es: EN VIVO
fr: EN DIRECT
pt: AO VIVO

source: Live Activity
es: Actividad en vivo

source: Live Chord
es: Acorde en vivo
fr: Accord en direct
pt: Acorde ao vivo

source: Live Chords
es: Acordes en vivo
fr: Accords en direct
pt: Acordes ao vivo

source: Live Chords on Ring
es: Acordes en vivo en el anillo
fr: Accords en direct sur l’anneau
pt: Acordes ao vivo no anel

source: Live Controls
es: Controles en vivo
fr: Contrôles en direct
pt: Controles ao vivo

source: Live drum loop from host
es: Loop de batería en vivo del host
fr: Boucle de batterie en direct de l’hôte
pt: Loop de bateria ao vivo do host

source: Live groove
es: Groove en vivo
fr: Groove en direct
pt: Groove ao vivo

source: Live Now view (current chord only)
es: Vista Ahora en vivo (solo acorde actual)
fr: Vue Live Now (accord actuel uniquement)
pt: Visão Ao Vivo Agora (só o acorde atual)

source: Live on %@ — share this code so guests can join on cellular or weak Wi‑Fi.
es: En vivo en %@ — comparte este código para que los invitados se unan por datos o Wi‑Fi débil.
fr: En direct sur %@ — partagez ce code pour que les invités puissent rejoindre en données cellulaires ou avec un Wi‑Fi faible.
pt: Ao vivo em %@ — compartilhe este código para os convidados entrarem pelo celular ou Wi‑Fi fraco.

source: Live performance
es: Presentación en vivo
fr: Performance en direct
pt: Performance ao vivo

source: Live Piano
es: Piano en vivo
fr: Piano en direct
pt: Piano ao vivo

source: Live piano / MIDI mode
es: Modo piano en vivo / MIDI
fr: Mode piano en direct / MIDI
pt: Modo piano ao vivo / MIDI

source: Live Progression
es: Progresión en vivo
fr: Progression en direct
pt: Progressão ao vivo

source: Live Session
es: Sesión en vivo
fr: Session en direct
pt: Sessão ao vivo

source: Live set presets
es: Presets de set en vivo
fr: Préréglages de set en direct
pt: Presets do set ao vivo

source: Live sync
es: Sincronización en vivo
fr: Sync en direct
pt: Sincronização ao vivo

source: Live Sync
es: Sincronización en vivo
fr: Sync en direct
pt: Sincronização ao vivo

source: Live tempo
es: Tempo en vivo
fr: Tempo en direct
pt: Andamento ao vivo

source: Live tools
es: Herramientas en vivo
fr: Outils en direct
pt: Ferramentas ao vivo

source: Live View
es: Vista en vivo
fr: Vue en direct
pt: Visão ao vivo

source: Live view style
es: Estilo de vista en vivo
fr: Style de vue en direct
pt: Estilo da visão ao vivo

source: Load your own licensed drum soundfont.
es: Carga tu propio soundfont de batería con licencia.
fr: Chargez votre propre soundfont de batterie sous licence.
pt: Carregue seu próprio soundfont de bateria licenciado.

source: Local playback — band sees status only
es: Reproducción local — la banda solo ve el estado
fr: Lecture locale — le groupe voit uniquement l’état
pt: Reprodução local — a banda vê só o status

source: Lock Screen
es: Pantalla de bloqueo
fr: Écran de verrouillage
pt: Tela Bloqueada

source: Lock section map
es: Fijar mapa de secciones
fr: Verrouiller la carte des sections
pt: Travar mapa de seções

source: Locked
es: Fijado
fr: Verrouillé
pt: Travado

source: Locked tempo
es: Tempo fijado
fr: Tempo verrouillé
pt: Tempo travado

source: Long root on 1, fifth on 3 — very slow songs
es: Tónica larga en 1, quinta en 3 — canciones muy lentas
fr: Fondamentale longue sur 1, quinte sur 3 — chansons très lentes
pt: Tônica longa no 1, quinta no 3 — músicas bem lentas

source: Loop
es: Bucle
fr: Boucle

source: Loop end
es: Fin del bucle
fr: Fin de boucle
pt: Fim do loop

source: Loop section
es: Bucle de sección
fr: Boucler la section
pt: Seção em loop

source: Loop start
es: Inicio del bucle
fr: Début de boucle
pt: Início do loop

source: Lyric line
es: Línea de letra
fr: Ligne de paroles
pt: Linha de letra

source: Lyrics
es: Letra
fr: Paroles
pt: Letra

source: Lyrics & Sections
es: Letra y secciones
fr: Paroles et sections
pt: Letra e seções

source: Lyrics available in chart view
es: Letra disponible en vista chart
fr: Paroles disponibles dans la vue partition
pt: Letra disponível na visualização de cifra

source: Lyrics Chart
es: Letra con acordes
fr: Partition avec paroles
pt: Cifra com letra

source: Lyrics chart ready
es: Letra lista
fr: Partition avec paroles prête
pt: Cifra com letra pronta

source: Lyrics linked
es: Letra vinculada
fr: Paroles liées
pt: Letra vinculada

source: Lyrics only
es: Solo letra
fr: Paroles seulement
pt: Somente letra

source: Lyrics preview
es: Vista previa de letra
fr: Aperçu des paroles
pt: Prévia da letra

source: Mac host
es: Host Mac
fr: Hôte Mac
pt: Host no Mac

source: Many lines missing chords
es: Muchas líneas sin acordes
fr: Plusieurs lignes sans accords
pt: Muitas linhas sem acordes

source: Mark mistakes during rehearsal recording to build your practice queue.
es: Marca errores durante la grabación del ensayo para armar tu cola de práctica.
fr: Marquez les erreurs pendant l’enregistrement de répétition pour constituer votre file d’entraînement.
pt: Marque erros durante a gravação do ensaio para montar sua fila de prática.

source: Mark rehearsal mistake
es: Marcar error de ensayo
fr: Marquer une erreur de répétition
pt: Marcar erro no ensaio

source: Merengue drive
es: Drive de merengue
fr: Drive merengue
pt: Merengue com drive

source: Message
es: Mensaje
pt: Mensagem

source: Metronome
es: Metrónomo
fr: Métronome
pt: Metrônomo

source: Metronome Click
es: Clic del metrónomo
fr: Clic du métronome
pt: Click do metrônomo

source: Metronome tempo set
es: Tempo del metrónomo establecido
fr: Tempo du métronome défini
pt: Tempo do metrônomo definido

source: Middle East
es: Medio Oriente
fr: Moyen-Orient
pt: Oriente Médio

source: MIDI Cues Off
es: Señales MIDI desactivadas
fr: Cues MIDI désactivés
pt: Cues MIDI desligados

source: MIDI Cues On
es: Señales MIDI activadas
fr: Cues MIDI activés
pt: Cues MIDI ligados

source: MIDI Device
es: Dispositivo MIDI
fr: Appareil MIDI
pt: Dispositivo MIDI

source: MIDI Setup
es: Configuración MIDI
fr: Réglages MIDI
pt: Configuração MIDI

source: MIDI Sources
es: Fuentes MIDI
fr: Sources MIDI
pt: Fontes MIDI

source: Minimal stage view
es: Vista mínima de escenario
fr: Vue scène minimale
pt: Visualização mínima de palco

source: Minutes
es: Minutos
pt: Minutos
